TOKEN = "YOUR_TOKEN"

DB = "YOUR_DB_NAME"
DB_USER = "YOUR_DB_USER"
DB_HOST = "YOUR_DB_HOST"
DB_PORT = 5432
DB_PASS = None

ADMIN_ID = 12345678
PATH = "tickets/"

WELCOME_MESSAGE = '''Привет! Я расскажу тебе о билетах по матану в красивых картинках. Спроси меня любой билет и я тебе отправлю картинку

[Бота](https://github.com/nsychev/tickets-bot) сделал @nsychev
Билеты сделал @cannor147'''

HELP_MESSAGE = '''/min — список тем теормина с номерами
/mod3 — список билетов модуля 3 (1–46)
/mod4 — список билетов модуля 4 (47–74)

/start — приветственное сообщение
/help — эта справка

Сообщение, содержащее число (типа «билет 123», /123 или просто 123) — поиск по номеру билета

Любое другое сообщение — полнотекстовый поиск по темам билетов'''
